Repository: gustavo-alves-apps/simple-traffic-lights
Catalog: Semaforo/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Traffic Light
ar: إشارة المرور
ca: Semàfor
cs: Semafor
da: Trafiklys
de: Ampel
el: Φανάρι
es: Semáforo
fi: Liikennevalo
fr: Feu de circulation
he: רמזור
hi: ट्रैफ़िक लाइट
hr: Semafor
hu: Közlekedési lámpa
id: Lampu lalu lintas
it: Semaforo
ja: 信号機
ko: 신호등
ms: Lampu isyarat
nb: Trafikklys
nl: Verkeerslicht
pl: Sygnalizator
pt_br: Semáforo
pt_pt: Semáforo
ro: Semafor
ru: Светофор
sk: Semafor
sv: Trafikljus
th: ไฟจราจร
tr: Trafik ışığı
uk: Світлофор
vi: Đèn giao thông
zh_hans: 红绿灯
zh_hant: 紅綠燈

source: Yellow
ar: أصفر
ca: Groc
cs: Žlutá
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
fi: Keltainen
fr: Jaune
he: צהוב
hi: पीला
hr: Žuta
hu: Sárga
id: Kuning
it: Giallo
ja: 黄
ko: 노랑
ms: Kuning
nb: Gul
nl: Geel
pl: Żółty
pt_br: Amarelo
pt_pt: Amarelo
ro: Galben
ru: Жёлтый
sk: Žltá
sv: Gul
th: เหลือง
tr: Sarı
uk: Жовтий
vi: Vàng
zh_hans: 黄色
zh_hant: 黃色
